<!DOCTYPE html>
<html lang="en" prefix="dc: http://purl.org/dc/elements/1.1/
              dp2: http://www.daisy.org/ns/pipeline/">
  <head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <meta charset="utf-8">
    <meta http-equiv="content-language" content="en">
    <title>de ch-accents.cti</title>
    <link rel="stylesheet" href="/pipeline/css/coderay.css">
    <link rel="shortcut icon" href="http://www.daisy.org/sites/default/files/favicon_0.ico">

  </head>
  <body>
    <link rev="doc" href="../de-ch-accents.cti">

<pre><code># liblouis: Letters with accents (without ä ö ü)
#
#  Copyright (C) 2009 SBS Schweizerische Bibliothek für Blinde und Sehbehinderte
#
#  This file is part of liblouis.
#
#  liblouis is free software: you can redistribute it and/or modify it
#  under the terms of the GNU Lesser General Public License as
#  published by the Free Software Foundation, either version 3 of the
#  License, or (at your option) any later version.
#
#  liblouis is distributed in the hope that it will be useful, but
#  WITHOUT ANY WARRANTY; without even the implied warranty of
#  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
#  Lesser General Public License for more details.
#
#  You should have received a copy of the GNU Lesser General Public
#  License along with liblouis. If not, see
#  &lt;http://www.gnu.org/licenses/&gt;.
#
#-------------------------------------------------------------------------------
#
#  Letters with accents (without ä ö ü) - Switzerland
#
#  Version 11-17-09
#  christian.waldvogel@sbszh.ch
#
#-------------------------------------------------------------------------------

uplow Àà 4-12356 \x00C0 &amp;#192;  LATIN CAPITAL LETTER A WITH GRAVE
#            Áá                     \x00C1 &amp;#193;  LATIN CAPITAL LETTER A WITH ACUTE
uplow Ââ 4-16 \x00C2 &amp;#194;  LATIN CAPITAL LETTER A WITH CIRCUMFLEX
#            Ãã                     \x00C3 &amp;#195;  LATIN CAPITAL LETTER A WITH TILDE

#            Åå                     \x00C5 &amp;#197;  LATIN CAPITAL LETTER A WITH RING ABOVE
#            Ææ                     \x00C6 &amp;#198;  LATIN CAPITAL LETTER AE
uplow Çç 4-12346 \x00C7 &amp;#199;  LATIN CAPITAL LETTER C WITH CEDILLA
uplow Èè 4-2346 \x00C8 &amp;#200;  LATIN CAPITAL LETTER E WITH GRAVE
uplow Éé 4-123456 \x00C9 &amp;#201;  LATIN CAPITAL LETTER E WITH ACUTE
uplow Êê 4-126 \x00CA &amp;#202;  LATIN CAPITAL LETTER E WITH CIRCUMFLEX
uplow Ëë 4-1246 \x00CB &amp;#203;  LATIN CAPITAL LETTER E WITH DIAERESIS
uplow Ìì 4-34 \x00CC &amp;#204;  LATIN CAPITAL LETTER I WITH GRAVE
#            Íí                     \x00CD &amp;#205;  LATIN CAPITAL LETTER I WITH ACUTE
uplow Îî 4-146 \x00CE &amp;#206;  LATIN CAPITAL LETTER I WITH CIRCUMFLEX
uplow Ïï 4-12456 \x00CF &amp;#207;  LATIN CAPITAL LETTER I WITH DIAERESIS
#            Ðð                     \x00D0 &amp;#208;  LATIN CAPITAL LETTER ETH
#            Ññ                     \x00D1 &amp;#209;  LATIN CAPITAL LETTER N WITH TILDE
uplow Òò 4-346 \x00D2 &amp;#210;  LATIN CAPITAL LETTER O WITH GRAVE
#            Óó                     \x00D3 &amp;#211;  LATIN CAPITAL LETTER O WITH ACUTE
uplow Ôô 4-1456 \x00D4 &amp;#212;  LATIN CAPITAL LETTER O WITH CIRCUMFLEX
#            Õõ                     \x00D5 &amp;#213;  LATIN CAPITAL LETTER O WITH TILDE

#            Øø                     \x00D8 &amp;#216;  LATIN CAPITAL LETTER O WITH STROKE
uplow Ùù 4-23456 \x00D9 &amp;#217;  LATIN CAPITAL LETTER U WITH GRAVE
#            Úú                     \x00DA &amp;#218;  LATIN CAPITAL LETTER U WITH ACUTE
uplow Ûû 4-156 \x00DB &amp;#219;  LATIN CAPITAL LETTER U WITH CIRCUMFLEX

#            Ýý                     \x00DD &amp;#221;  LATIN CAPITAL LETTER Y WITH ACUTE
#            Þþ                     \x00DE &amp;#222;  LATIN CAPITAL LETTER THORN

#            ÿ      134568          \x00FF &amp;#255;  LATIN SMALL LETTER Y WITH DIAERESIS

#            \x0152\x0153  OE              &amp;#338;  LATIN CAPITAL LIGATURE OE
</code></pre>

  </body>
</html>
